{"maximumSentences":7,"searchTerm":"tertuliano","prefix":"Quem eh ?","lang":"en","sourceContentOriginal":"Tertullian (; full name Quintus Septimius Florens Tertullianus; c. 155 – c. 240 AD) was a prolific early Christian author from Carthage in the Roman province of Africa. Of Berber origin, he was the first Christian author to produce an extensive corpus of Latin Christian literature. He also was an early Christian apologist and a polemicist against heresy, including contemporary Christian Gnosticism. Tertullian has been called \"the father of Latin Christianity\" and \"the founder of Western theology.\"Though conservative in his worldview, Tertullian originated new theological concepts and advanced the development of early Church doctrine. He is perhaps most famous for being the first writer in Latin known to use the term trinity (Latin: trinitas).  According to The Stanford Encyclopedia of Philosophy, \"Tertullian's trinity [is] not a triune God, but rather a triad or group of three, with God as the founding member\". A similar word had been used earlier in Greek, though Tertullian gives the oldest extant use of the terminology as later incorporated into the Nicene Creed at the Second Ecumenical Council, the First Council of Constantinople in 381 AD, or as the Athanasian Creed, or both. Other Latin formulations that first appear in his work are \"three persons, one substance\" as the Latin \"tres personae, una substantia\", ('consubstantial', in English), itself from the Koine Greek \"treis hypostases, homoousioi\"). Influenced by Stoic philosophy, the \"substance\" of Tertullian, however, was a material substance that did not refer to a single God, but to the sharing of a portion of the substance of the Father (the only being who was fully God) with the Son and, through the Son, with the Holy Spirit.  He wrote his understanding of the three members of the trinity after becoming a Montanist.Unlike many Church fathers, Tertullian was never recognized as a saint by the Eastern or Western catholic tradition churches. Several of his teachings on issues such as the clear subordination of the Son and Spirit to the Father, and his condemnation of remarriage for widows and of fleeing from persecution, contradicted the doctrines of these traditions.\n\n\n== Life ==\nScant reliable evidence exists to inform us about Tertullian's life; most history about him comes from passing references in his own writings. Roman Africa was famous as the home of orators and this influence can be seen in his writing style with its archaisms or provincialisms, its glowing imagery and its passionate temper.  He was a scholar with an excellent education. He wrote at least three books in Greek. In them he refers to himself, but none of these is extant.\nAccording to church tradition, Tertullian was raised in Carthage and was thought to be the son of a Roman centurion; Tertullian has been claimed to have been a trained lawyer and an ordained priest. These assertions rely on the accounts of Eusebius of Caesarea, Church History, II, ii. 4, and Jerome's De viris illustribus (On famous men) chapter 53. Jerome claimed that Tertullian's father held the position of centurio proconsularis (\"aide-de-camp\") in the Roman army in Africa. However, it is unclear whether any such position in the Roman military ever existed.Further, Tertullian has been thought to be a lawyer based on his use of legal analogies and an identification of him with the jurist Tertullianus, who is quoted in the Pandects. Although Tertullian used a knowledge of Roman law in his writings, his legal knowledge does not demonstrably exceed that of what could be expected from a sufficient Roman education. The writings of Tertullianus, a lawyer of the same cognomen, exist only in fragments and do not denote a Christian authorship. (Tertullianus was misidentified only much later with the Christian Tertullian by church historians.) Finally, any notion of Tertullian being a priest is also questionable. In his extant writings, he never describes himself as ordained in the church and seems to place himself among the laity.His conversion to Christianity perhaps took place about 197–198 (cf. Adolf Harnack, Bonwetsch, and others), but its immediate antecedents are unknown except as they are conjectured from his writings. The event must have been sudden and decisive, transforming at once his own personality. He said of himself that he could not imagine a truly Christian life without such a conscious breach, a radical act of conversion: \"Christians are made, not born\" (Apol., xviii). Two books addressed to his wife confirm that he was married to a Christian wife.In middle life (about 207), he was attracted to the \"New Prophecy\" of Montanism, though today most scholars reject Saint Jerome's assertion that Tertullian ever left the mainstream Church or was ever excommunicated. \"[W]e are left to ask whether [Saint] Cyprian could have regarded Tertullian as his master if Tertullian had been a notorious schismatic. Since no ancient writer was more definite (if not indeed fanatical) on this subject of schism than Cyprian, the question must surely be answered in the negative.\"In the time of Augustine, a group of \"Tertullianists\" still had a basilica in Carthage which, within that same period, passed to the orthodox Church. It is unclear whether the name was merely another for the Montanists or that this means Tertullian later split with the Montanists and founded his own group.\nJerome says that Tertullian lived to a great age, but there is no reliable source attesting to his survival beyond the estimated year 225 AD. By the doctrinal works he published, Tertullian became the teacher of Cyprian and the predecessor of Augustine, who, in turn, became the chief founder of Latin theology.\n\n\n== Writings ==\n\n\n=== General character ===\nThirty-one works are extant, together with fragments of more. Some fifteen works in Latin or Greek are lost, some as recently as the 9th century (De Paradiso, De superstitione saeculi, De carne et anima were all extant in the now damaged Codex Agobardinus in 814 AD). Tertullian's writings cover the whole theological field of the time—apologetics against paganism and Judaism, polemics, polity, discipline, and morals, or the whole reorganization of human life on a Christian basis; they gave a picture of the religious life and thought of the time which is of the greatest interest to the church historian.\nTertullian did not hesitate to call his opponents blind, utterly perverse, or utterly stupid.Like other early Christian writers Tertullian used the term paganus to mean \"civilian\" as a contrast to the \"soldiers of Christ\". The motif of Miles Christi did not assume the literal meaning of participation in war until Church doctrines justifying Christian participation in battle were developed around the 5th century. In the 2nd century writings of Tertullian paganus meant a \"civilian\" who was lacking self-discipline. In De Corona Militis XI.V he wrote\":\n\n\n=== Chronology and contents ===\nThe chronology of these writings is difficult to fix with certainty. It is in part determined by the Montanistic views that are set forth in some of them, by the author's own allusions to this writing, or that, as antedating others (cf. Harnack, Litteratur ii.260–262), and by definite historic data (e.g., the reference to the death of Septimius Severus, Ad Scapulam, iv). In his work against Marcion, which he calls his third composition on the Marcionite heresy, he gives its date as the fifteenth year of the reign of Severus (Adv. Marcionem, i.1, 15)—which would be approximately the year 208.\nThe writings may be divided with reference to the two periods of Tertullian's Christian activity, the mainstream and the Montanist (cf. Harnack, ii.262 sqq.), or according to their subject-matter. The object of the former mode of division is to show, if possible, the change of views Tertullian's mind underwent. Following the latter mode, which is of a more practical interest, the writings fall into two groups. Apologetic and polemic writings, like Apologeticus, De testimonio animae, the anti-Jewish De Adversus Iudaeos, Adv. Marcionem, Adv. Praxeam, Adv. Hermogenem, De praescriptione hereticorum, and Scorpiace were written to counteract Gnosticism and other religious or philosophical doctrines. The other group consists of practical and disciplinary writings, e.g., De monogamia, Ad uxorem, De virginibus velandis, De cultu feminarum, De patientia, De pudicitia, De oratione, and Ad martyras.\nAmong his apologetic writings, the Apologeticus, addressed to the Roman magistrates, is a most pungent defense of Christianity and the Christians against the reproaches of the pagans, and an important legacy of the ancient Church, proclaiming the principle of freedom of religion as an inalienable human right and demands a fair trial for Christians before they are condemned to death.\nTertullian was the first to disprove such charges as that the Christians sacrificed infants at the celebration of the Lord's Supper and committed incest. He pointed to the commission of such crimes in the pagan world and then proved by the testimony of Pliny the Younger that Christians pledged themselves not to commit murder, adultery, or other crimes. He adduced also the inhumanity of pagan customs such as feeding the flesh of gladiators to beasts. He argued that the gods have no existence and thus there is no pagan religion against which Christians may offend. Christians do not engage in the foolish worship of the emperors, that they do better: they pray for them, and that Christians can afford to be put to torture and to death, and the more they are cast down the more they grow; \"the blood of the martyrs is seed\" (Apologeticum, 50). In the De Praescriptione he develops as its fundamental idea that, in a dispute between the Church and a separating party, the whole burden of proof lies with the latter, as the Church, in possession of the unbroken tradition, is by its very existence a guarantee of its truth.\nThe five books against Marcion, written in 207 or 208, are the most comprehensive and elaborate of his polemical works, invaluable for gauging the early Christian view of Gnosticism. Of the moral and ascetic treatises, the De patientia and De spectaculis are among the most interesting, and the De pudicitia and De virginibus velandis among the most characteristic.Tertullian has been identified by Jo Ann McNamara as the person who originally invested the consecrated virgin as the “bride of Christ” which helped to bring the independent virgin under patriarchal rule.\n\n\n== Theology ==\n\n\n=== General character ===\nThough thoroughly conversant with the Greek theology, Tertullian remained independent of its metaphysical speculations. He had learned from the Greek apologies, and offered a direct contrast to Origen of Alexandria, who drew many of his theories regarding creation from Middle Platonism. Tertullian carried his realism to the verge of materialism. This is evident from his ascription to God of corporeity and his acceptance of the traducian theory of the origin of the soul. He despised Greek philosophy, and, far from looking at Plato, Aristotle, and other Greek thinkers whom he quotes as forerunners of Christ and the Gospel, he pronounces them the patriarchal forefathers of the heretics (De anima, iii.). He held up to scorn their inconsistency when he referred to the fact that Socrates in dying ordered a cock to be sacrificed to Aesculapius (De anima, i). Tertullian always wrote under stress of a felt necessity. He was never so happy as when he had opponents like Marcion and Praxeas, and, however abstract the ideas may be which he treated, he was always moved by practical considerations to make his case clear and irresistible. It was partly this element which gave to his writings a formative influence upon the theology of the post-Nicene period in the West and has rendered them fresh reading to this day. Although he was by nature a polemicist no mention is made of his name by other authors during the 3rd century. Lactantius at the opening of the 4th century is the first to do so: Augustine, however, treats him with respect. Cyprian, Tertullian's North African compatriot, though nowhere mentioning his name, was well read in his writings, according to Cyprian's secretary in a letter to Jerome.\n\n\n=== Specific teachings ===\nTertullian's main doctrinal teachings are as follows:\n\nThe soul was not preexistent, as Plato affirmed, nor subject to metempsychosis or reincarnation, as the Pythagoreans held. In each individual it is a new product, proceeding equally with the body from the parents, and not created later and associated with the body (De anima, xxvii). This position is called traducianism in opposition to 'creationism', or the idea that each soul is a fresh creation of God.\nThe soul's sinfulness is easily explained by its traducian origin (De anima, xxxix). It is in bondage to Satan (whose works it renounces in baptism), but has seeds of good (De anima, xli), and when awakened, it passes to health and at once calls upon God (Apol., xvii.) and is naturally Christian. It exists in all men alike; it is a culprit and yet an unconscious witness--by its impulse to worship, its fear of demons, and its musings on death--to the power, benignity, and judgment of God as revealed in the Christian's Scriptures (De testimonio, v-vi).\nTertullian reserves the appellation God, in the sense of the ultimate originator of all things, to the Father, who made the world out of nothing through his Son, the Word, has corporeity though he is a spirit (De praescriptione, vii.; Adv. Praxeam, vii.). However Tertullian used 'corporeal' only in the Stoic sense, to mean something with actual material existence, rather than the later idea of flesh. Tertullian is often considered an early proponent of the Nicene doctrine, approaching the subject from the standpoint of the Logos doctrine, though he did not state the later doctrine of the immanent Trinity. In his treatise against Praxeas, who taught patripassianism in Rome, he used the words \"trinity\", \"economy\" (used in reference to the three persons), \"persons\", and \"substance,\" maintaining the distinction of the Son from the Father as the unoriginate God, and the Spirit from both the Father and the Son (Adv. Praxeam, xxv). \"These three are one substance, not one person; and it is said, 'I and my Father are one' in respect not of the singularity of number but the unity of the substance.\" The very names \"Father\" and \"Son\" indicate the distinction of personality. The Father is one, the Son is another, and the Spirit is another (\"dico alium esse patrem et alium filium et alium spiritum\" Adv. Praxeam, ix), and yet in defending the unity of God, he says the Son is not other (\"alius a patre filius non est\", Adv. Prax. 18) as a result of receiving a portion of the Father's substance. At times, speaking of the Father and the Son, Tertullian refers to \"two gods\". He says that all things of the Father belong also to the Son, including his names, such as Almighty God, Most High, Lord of Hosts, or King of Israel. Though Tertullian considered the Father to be God (Yahweh), he responded to criticism of the Modalist Praxeas that this meant that Tertullian's Christianity was not monotheistic by noting that even though there was one God (Yahweh, who became the Father when the Son became his agent of creation), the Son could also be referred to as God, when referred to apart from the Father, because the Son, though subordinate to God, is entitled to be called God \"from the unity of the Father\" in regards to being formed from a portion of His substance. The Catholic Encyclopedia comments that for Tertullian, \"There was a time when there was no Son and no sin, when God was neither Father nor Judge.\" Similarly J.N.D. Kelly has stated: \"Tertullian followed the Apologists in dating His 'perfect generation' from His extrapolation for the work of creation; prior to that moment God could not strictly be said to have had a Son, while after it the term 'Father', which for earlier theologians generally connoted God as author of reality, began to acquire the specialized meaning of Father and Son.\". As regards the subjects of subordination of the Son to the Father, the New Catholic Encyclopedia has commented: \"In not a few areas of theology, Tertullian’s views are, of course, completely unacceptable. Thus, for example, his teaching on the Trinity reveals a subordination of Son to Father that in the later crass form of Arianism the Church rejected as heretical.\" Though he did not fully state the doctrine of the immanence of the Trinity, according to B. B. Warfield, he went a long distance in the way of approach to it.\nIn soteriology, Tertullian does not dogmatize; he prefers to keep silence at the mystery of the cross (De Patientia, iii). The sufferings of Christ's life as well as of the crucifixion are efficacious to redemption. In the water of baptism, which (upon a partial quotation of John 3:5) is made necessary (De baptismo, vi.), humans are born again; the baptized does not receive the Holy Spirit in the water, but is prepared for the Holy Spirit. Humans are little fishes—after the example of the ichthys, fish, Jesus Christ—are born in water (De baptismo, i). In discussing whether sins committed subsequent to baptism may be forgiven, Tertullian calls baptism and penance \"two planks\" on which the sinner may be saved from shipwreck—language which he gave to the Church (De penitentia, xii).\nWith reference to the 'rule of faith', it may be said that Tertullian is constantly using this expression, and by it means now the authoritative tradition handed down in the Church, now the Scriptures themselves, and, perhaps, a definite doctrinal formula. While he nowhere gives a list of the books of Scripture, he divides them into two parts and calls them the instrumentum  and testamentum (Adv. Marcionem, iv.1). He distinguishes between the four Gospels and insists upon their apostolic origin as accrediting their authority (De praescriptione, xxxvi; Adv. Marcionem, iv.1–5); in trying to account for Marcion's treatment of the Lucan Gospel and the Pauline writings he sarcastically queries whether the \"shipmaster from Pontus\" (Marcion) had ever been guilty of taking on contraband goods or tampering with them after they were aboard (Adv. Marcionem, v.1). The Scripture, the rule of faith, is for him fixed and authoritative (De corona, iii-iv). As opposed to the pagan writings they are divine (De testimonio animae, vi). They contain all truth (De praescriptione, vii, xiv) and from them the Church drinks (potat) her faith (Adv. Praxeam, xiii). The prophets were older than the Greek philosophers and their authority is accredited by the fulfilment of their predictions (Apol., xix-xx). The Scriptures and the teachings of philosophy are incompatible, insofar as the latter are the origins of sub-Christian heresies. \"What has Athens to do with Jerusalem?\" he exclaims, \"or the Academy with the Church?\" (De praescriptione, vii). Philosophy as pop-paganism is a work of demons (De anima, i); the Scriptures contain the wisdom of heaven. However, Tertullian was not averse to using the technical methods of Stoicism to discuss a problem (De anima). The rule of faith, however, seems to be also applied by Tertullian to some distinct formula of doctrine, and he gives a succinct statement of the Christian faith under this term (De praescriptione, xiii).\nTertullian was a defender of the necessity of apostolicity. In his Prescription Against Heretics, he explicitly challenges heretics to produce evidence of the apostolic succession of their communities. \"Let them produce the original records of their churches; let them unfold the roll of their bishops, running down in due succession from the beginning in such a manner that [that first bishop of theirs] bishop shall be able to show for his ordainer and predecessor some one of the apostles or of apostolic men—a man, moreover, who continued steadfast with the apostles. For this is the manner in which the apostolic churches transmit their registers: as the church of Smyrna, which records that Polycarp was placed therein by John; as also the church of Rome, which makes Clement to have been ordained in like manner by Peter. In exactly the same way the other churches likewise exhibit (their several worthies), whom, as having been appointed to their episcopal places by apostles, they regard as transmitters of the apostolic seed.\"\nFornicators and murderers should never be readmitted into the church under any circumstances. In De pudicitia, Tertullian condemns Pope Callixtus I for allowing such people to be readmitted if they show repentance.\n\n\n=== Eschatology ===\nResurrection at the Second ComingTertullian was a premillennialist, affirming a literal resurrection at the second advent of Jesus at the end of the world, not at death.\nJesus, the stone that strikes and destroys the imageConcerning the image prophecy of Daniel 2, Tertullian identified Jesus, at his second advent, as the stone cut out of a mountain that strikes and destroys the image of \"secular kingdoms\". He compares this with Daniel 7, 'Behold, one like the Son of man came with the clouds of heaven, and came to the Ancient of days; and they brought Him before Him, and there was given Him dominion and glory, and a kingdom, that all people, nations, and languages should serve Him. His dominion is an everlasting dominion, which shall not pass away; and His kingdom that which shall not be destroyed.\"\nAntichrist is the BeastLike Irenaeus, Tertullian equated the Antichrist with the '\"Man of Sin\" and the \"Beast\". He expected a specific Antichrist to appear as a persecutor of the church just before the resurrection, under whom a second company of martyrs will be slain. Unlike Irenaeus, however, Tertullian does not consider the Antichrist to be a Jew sitting in a Jewish temple at Jerusalem. Rather, the Antichrist comes out of the church.\nRome symbolized as BabylonTertullian applied the Biblical figure of Babylon to the city of Rome and her domination. He portrayed Rome as drunk with the blood of martyred saints.\nOrder of Last Days eventsThe order of Last Days events, according to Tertullian, are the plagues, Babylon's doom, Antichrist's warfare on the saints, the devil cast into the bottomless pit, the Advent, the resurrection of the saints, the Judgment, and the Second Resurrection, with the harvest at the end of the World; and the sixth seal extending to the final dissolution of the earth and sky, including the stars.\nMillennium follows resurrection of the righteous deadTertullian maintained that the thousand years of Revelation will follow the resurrection of the righteous dead on the earth with the New Jerusalem, proceeding the eternity of heaven. The earth is destroyed after the one thousand years and the saints moved to the kingdom of heaven.\nSeventy weeks fulfilled by First AdventTertullian contended that Daniel's seventy weeks foretold the time of Christ's incarnation and death. He started the seventy weeks from the first year of Darius, and continued to Jerusalem's destruction by the Romans under the command of Titus, fully completing the vision and prophecy.  It is sealed by the advent of Christ, which he places at the end of the sixty-two and one-half weeks.\n\n\n== Moral principles ==\nTertullian was a determined advocate of strict discipline and an austere code of practise, and like many of the African fathers, one of the leading representatives of the rigorist element in the early Church. These views may have led him to adopt Montanism with its ascetic rigor and its belief in chiliasm and the continuance of the prophetic gifts. In his writings on public amusements, the veiling of virgins, the conduct of women, and the like, he gives expression to these views.\nOn the principle that we should not look at or listen to what we have no right to practise, and that polluted things, seen and touched, pollute (De spectaculis, viii, xvii), he declared a Christian should abstain from the theater and the amphitheater. There pagan religious rites were applied and the names of pagan divinities invoked; there the precepts of modesty, purity, and humanity were ignored or set aside, and there no place was offered to the onlookers for the cultivation of the Christian graces. Women should put aside their gold and precious stones as ornaments, and virgins should conform to the law of St. Paul for women and keep themselves strictly veiled (De virginibus velandis). He praised the unmarried state as the highest (De monogamia, xvii; Ad uxorem, i.3) and called upon Christians not to allow themselves to be excelled in the virtue of celibacy by Vestal Virgins and Egyptian priests. He even labeled second marriage a species of adultery (De exhortationis castitatis, ix), but this directly contradicted the Epistles of the Apostle Paul. Tertullian’s resolve to never marry again and that no one else should remarry eventually led to his break with Rome because the orthodox church refused to follow him in this resolve. He, instead, favored the Montanist sect where they also condemned second marriage. One reason for Tertullian’s disdain for marriage was his belief about the transformation that awaited a married couple. He believed that marital relations coarsened the body and the soul and would dull their spiritual senses and avert the Holy Spirit since husband and wife became one flesh once married.Tertullian is sometimes criticized for being misogynistic, on the basis of the contents of his De Cultu Feminarum, section I.I, part 2 (trans. C.W. Marx): \"Do you not know that you are Eve? The judgment of God upon this sex lives on in this age; therefore, necessarily the guilt should live on also. \nYou are the gateway of the devil; you are the one who unseals the curse of that tree, and you are the first one to turn your back on the divine law; you are the one who persuaded him whom the devil was not capable of corrupting; you easily destroyed the image of God, Adam. Because of what you deserve, that is, death, even the Son of God had to die.\"\nTertullian had a radical view on the cosmos. He believed that heaven and earth intersected at many points and that it was possible that sexual relations with supernatural beings can occur.\n\n\n== Works ==\n\nTertullian's writings are edited in volumes 1–2 of the Patrologia Latina, and modern texts exist in the Corpus Christianorum Latinorum. English translations by Sidney Thelwall and Philip Holmes can be found in volumes III and IV of the Ante-Nicene Fathers which are freely available online; more modern translations of some of the works have been made.\n\nApologeticApologeticus pro Christianis.\nDissertatio Mosheim in Apol.\nLibri duo ad Nationes.\nDe Testimonio animae.\nAd Martyres.\nDe Spectaculis.\nDe Idololatria.\nAccedit ad Scapulam liber.\nDissertatio D. Le Nourry in Apologet. libr. II ad Nat. et libr. ad Scapulam.PolemicalDe Oratione.\nDe Baptismo.\nDe Poenitentia.\nDe Patientia.\nAd Uxorem libri duo.\nDe Cultu Feminarum lib. II.DogmaticDe Corona Militis.\nDe Fuga in Persecutione.\nAdversus Gnosticos Scorpiace.\nAdversus Praxeam.\nAdversus Hermogenem.\nAdversus Marcionem libri V.\nAdversus Valentinianos.\nAdversus Judaeos.\nDe Anima.\nDe Carne Christi.\nDe Resurrectione Carnis.On moralityDe velandis Virginibus.\nDe Exhortatione Castitatis.\nDe Monogamia.\nDe Jejuniis.\nDe Pudicitia.\nDe Pallio.\n\n\n=== Possible chronology ===\nThe following chronological ordering was proposed by John Kaye, Bishop of Lincoln in the 19th century:Probably mainstream (Pre-Montanist):\n\n1. De Poenitentia (On Repentance)\n2. De Oratione (On Prayer)\n3. De Baptismo (On Baptism)\n4.,5. Ad Uxorem, lib. I & II, (To His Wife),\n6. Ad Martyras (To the Martyrs),\n7. De Patientia (On Patience)\n8. Adversus Judaeos (Against the Jews)\n9. De Praescriptione Haereticorum (On the Prescription of Heretics),Indeterminate:\n\n10. Apologeticus pro Christianis (Apology for the Christians)\n11.,12. ad Nationes, lib. I & II (To the Nations)\n13. De Testimonio animae (On the Witness of the Soul)\n14. De Pallio (On the Ascetic Mantle)\n15. Adversus Hermogenem (Against Hermogenes)Probably Post-Montanist:\n\n16. Adversus Valentinianus (Against the Valentinians)\n17. ad Scapulam (To Scapula, Proconsul of Africa),\n18. De Spectaculis (On the Games),\n19. De Idololatria (On Idolatry)\n20., 21. De cultu Feminarum, lib. I & II (On Women's Dress)Definitely Post-Montanist:\n\n22. Adversus Marcionem, lib I (Against Marcion, Bk. I),\n23. Adversus Marcionem, lib II\n24. De Anima (On the Soul),\n25. Adversus Marcionem, lib III\n26. Adversus Marcionem, lib IV\n27. De Carne Christi (On the Flesh of Christ),\n28. De Resurrectione Carnis (On the Resurrection of Flesh)\n29. Adversus Marcionem, lib V\n30. Adversus Praxean (Against Praxeas),\n31. Scorpiace (Antidote to Scorpion's Bite)\n32. De Corona Militis (On the Soldier's Garland),\n33. De velandis Virginibus (On Veiling Virgins),\n34. De Exhortatione Castitatis (On Exhortation to Chastity),\n35. De Fuga in Persecutione (On Flight in Persecution)\n36. De Monogamia (On Monogamy)\n37. De Jejuniis, adversus psychicos (On Fasting, against the materialists),\n38. De Puditicia (On Modesty)\n\n\n=== Spurious works ===\nThere have been many works attributed to Tertullian in the past which have since been determined to be almost definitely written by others. Nonetheless, since their actual authors remain uncertain, they continue to be published together in collections of Tertullian's works.\n\n1. Adversus Omnes Haereses (Against all Heresies) – poss. Victorinus of Pettau\n2 De execrandis gentium diis (On the Execrable Gods of the Heathens)\n3 Carmen adversus Marcionem (Poem against Marcion)\n4 Carmen de Iona Propheta (Poem about the Prophet Jonas) – poss. Cyprianus Gallus\n5 Carmen de Sodoma (Poem about Sodom) – poss. Cyprianus Gallus\n6 Carmen de Genesi (Poem about Genesis)\n7 Carmen de Judicio Domini (Poem about the Judgment of the Lord)The popular Passio SS. Perpetuae et Felicitatis (Martyrdom of SS. Perpetua and Felicitas), much of it the personal diary of St. Perpetua, was once assumed to have been edited by Tertullian. That view is no longer held, and it is usually published separately from Tertullian's works.\n\n\n== See also ==\nChristian pacifism\nSeptimia (gens)\nPseudo-Tertullian\nTertulia\nEarly Christian descriptions of the execution cross\nList of Christian women of the patristic age\n\n\n== Notes ==\n\n\n== References ==\n\n\n== Bibliography ==\nBarnes, Timothy (1971). Tertullian: A literary and historical study (Reprinted with appendix of revisions 1985 ed.). Oxford. ISBN 978-0198143628.\nBitel, Lisa M. Bitel & Lifshitz, Felice (2008). Gender and Christianity in medieval Europe: new perspectives. Philadelphia: University of Pennsylvania Press. ISBN 9780812240696.CS1 maint: Uses authors parameter (link)\nDaniel, Robin (2010). This Holy Seed: Faith, Hope and Love in the Early Churches of North Africa. Chester: Tamarisk Publications. ISBN 978-0-9538565-3-4.\nEkonomou, Andrew J. (2007). Byzantine Rome and the Greek Popes: Eastern influences on Rome and the papacy from Gregory the Great to Zacharias, A.D. 590–752. Lexington Books. ISBN 978-0739133866.\nFroom, LeRoy (1950). The Prophetic Faith of our Fathers (DjVu and PDF). 1. Review and Herald Publishing Association.\nSchaff, Philip. The New Schaff-Herzog Encyclopedia of Religious Knowledge.\n\n\n== Further reading ==\nAmes, Cecilia. 2007. \"Roman Religion in the Vision of Tertullian.\" In A Companion to Roman Religion. Edited by Jörg Rüpke, 457–471. Oxford: Blackwell.\nDunn, Geoffrey D. 2004. Tertullian. New York: Routledge.\nGero, Stephen. 1970. \"Miles gloriosus: The Christians and Military Service according to Tertullian.\" Church History 39:285–298.\nHillar, Marian. 2012. From Logos to Trinity. The Evolution of Religious Beliefs from Pythagoras to Tertullian. Cambridge, UK: Cambridge Univ. Press.\nLane, Anthony N. S. 2002. \"Tertullianus Totus Noster? Calvin’s use of Tertullian.\" Reformation and Renaissance Review 4:9–34.\nO’Malley, Thomas P. 1967. Tertullian and the Bible. Language, Imagery, Exegesis. Latinitas christianorum primaeva 21. Nijmegen, The Netherlands: Dekker & Van de Vegt.\nOtten, Willemien. 2009. \"Views on Women in Early Christianity: Incarnational Hermeneutics in Tertullian and Augustine.\" In Hermeneutics, Scriptural Politics, and Human Rights. Between text and context. Edited by Bas de Gaay Fortman, Kurt Martens, and M. A. Mohamed Salih, 219–235. Basingstoke, UK: Palgrave Macmillan.\nOsborn, Eric. 1997. Tertullian: First Theologian of the West. Cambridge, UK: Cambridge Univ. Press.\nRankin, David. 1995. Tertullian and the Church. Cambridge, UK: Cambridge Univ. Press.\nWilhite, David E. 2007. Tertullian the African. An Anthropological Reading of Tertullian’s Context and Identities. Millennium Studien 14. Berlin and New York: De Gruyter.\n\n\n== External links ==\nPrimary sourcesTertullian's works in many languages, including Latin, and English, website intratext.com.\nEnglish translations of all Tertullian's works can be found in Rev. Alexander Roberts and James Donaldson, editors, 1867–1872, Ante-Nicene Christian Library: Translation of the Writings of the Fathers, Down to AD 325, Edinburgh: T&T Clark: Vol. 7 (Tertullian's Against Marcion), Vol. 11(Tertullian's Treatises, Pt. 1), Vol. 15 (Tertullian's Treatises, Pt.2), Vol. 18 (Tertullian's Treatises, Pt. 3)\nWorks by Tertullian at Perseus Digital LibrarySecondary sourcesEarlyChurch.org.uk Detailed bibliography and on-line articles.\nJerome's On Famous Men Chapter 53 is devoted to Tertullian.\n Chapman, Henry Palmer (1913). \"Tertullian\" . Catholic Encyclopedia. 44.\n Harnack, Adolf (1911). \"Tertullian\". Encyclopædia Britannica. 26 (11th ed.). pp. 661–663.\nThe Tertullian Project, a site which provides all of the works of this Father of Church in Latin, translations in many languages, manuscripts etc.\nJ. Kaye, Bishop of Lincoln (1845, third edition) The Ecclesiastical History of the Second and Third Centuries, illustrated from the writings of Tertullian. London: Rivington.Works by or about Tertullian in libraries (WorldCat catalog)","sourceContentSanitized":"Tertullian was a prolific early Christian author from Carthage in the Roman province of Africa. Of Berber origin, he was the first Christian author to produce an extensive corpus of Latin Christian literature. He also was an early Christian apologist and a polemicist against heresy, including contemporary Christian Gnosticism. Tertullian has been called \"the father of Latin Christianity\" and \"the founder of Western theology.\"Though conservative in his worldview, Tertullian originated new theological concepts and advanced the development of early Church doctrine. He is perhaps most famous for being the first writer in Latin known to use the term trinity . According to The Stanford Encyclopedia of Philosophy, \"Tertullian's trinity [is] not a triune God, but rather a triad or group of three, with God as the founding member\". A similar word had been used earlier in Greek, though Tertullian gives the oldest extant use of the terminology as later incorporated into the Nicene Creed at the Second Ecumenical Council, the First Council of Constantinople in 381 AD, or as the Athanasian Creed, or both. Other Latin formulations that first appear in his work are \"three persons, one substance\" as the Latin \"tres personae, una substantia\", , itself from the Koine Greek \"treis hypostases, homoousioi\"). Influenced by Stoic philosophy, the \"substance\" of Tertullian, however, was a material substance that did not refer to a single God, but to the sharing of a portion of the substance of the Father with the Son and, through the Son, with the Holy Spirit. He wrote his understanding of the three members of the trinity after becoming a Montanist.Unlike many Church fathers, Tertullian was never recognized as a saint by the Eastern or Western catholic tradition churches. Several of his teachings on issues such as the clear subordination of the Son and Spirit to the Father, and his condemnation of remarriage for widows and of fleeing from persecution, contradicted the doctrines of these traditions. Scant reliable evidence exists to inform us about Tertullian's life; most history about him comes from passing references in his own writings. Roman Africa was famous as the home of orators and this influence can be seen in his writing style with its archaisms or provincialisms, its glowing imagery and its passionate temper. He was a scholar with an excellent education. He wrote at least three books in Greek. In them he refers to himself, but none of these is extant. According to church tradition, Tertullian was raised in Carthage and was thought to be the son of a Roman centurion; Tertullian has been claimed to have been a trained lawyer and an ordained priest. These assertions rely on the accounts of Eusebius of Caesarea, Church History, II, ii. 4, and Jerome's De viris illustribus chapter 53. Jerome claimed that Tertullian's father held the position of centurio proconsularis in the Roman army in Africa. However, it is unclear whether any such position in the Roman military ever existed.Further, Tertullian has been thought to be a lawyer based on his use of legal analogies and an identification of him with the jurist Tertullianus, who is quoted in the Pandects. Although Tertullian used a knowledge of Roman law in his writings, his legal knowledge does not demonstrably exceed that of what could be expected from a sufficient Roman education. The writings of Tertullianus, a lawyer of the same cognomen, exist only in fragments and do not denote a Christian authorship. Finally, any notion of Tertullian being a priest is also questionable. In his extant writings, he never describes himself as ordained in the church and seems to place himself among the laity.His conversion to Christianity perhaps took place about 197–198 , but its immediate antecedents are unknown except as they are conjectured from his writings. The event must have been sudden and decisive, transforming at once his own personality. He said of himself that he could not imagine a truly Christian life without such a conscious breach, a radical act of conversion: \"Christians are made, not born\" . Two books addressed to his wife confirm that he was married to a Christian wife.In middle life , he was attracted to the \"New Prophecy\" of Montanism, though today most scholars reject Saint Jerome's assertion that Tertullian ever left the mainstream Church or was ever excommunicated. \"[W]e are left to ask whether [Saint] Cyprian could have regarded Tertullian as his master if Tertullian had been a notorious schismatic. Since no ancient writer was more definite on this subject of schism than Cyprian, the question must surely be answered in the negative.\"In the time of Augustine, a group of \"Tertullianists\" still had a basilica in Carthage which, within that same period, passed to the orthodox Church. It is unclear whether the name was merely another for the Montanists or that this means Tertullian later split with the Montanists and founded his own group. Jerome says that Tertullian lived to a great age, but there is no reliable source attesting to his survival beyond the estimated year 225 AD. By the doctrinal works he published, Tertullian became the teacher of Cyprian and the predecessor of Augustine, who, in turn, became the chief founder of Latin theology. Thirty-one works are extant, together with fragments of more. Some fifteen works in Latin or Greek are lost, some as recently as the 9th century . Tertullian's writings cover the whole theological field of the time—apologetics against paganism and Judaism, polemics, polity, discipline, and morals, or the whole reorganization of human life on a Christian basis; they gave a picture of the religious life and thought of the time which is of the greatest interest to the church historian. Tertullian did not hesitate to call his opponents blind, utterly perverse, or utterly stupid.Like other early Christian writers Tertullian used the term paganus to mean \"civilian\" as a contrast to the \"soldiers of Christ\". The motif of Miles Christi did not assume the literal meaning of participation in war until Church doctrines justifying Christian participation in battle were developed around the 5th century. In the 2nd century writings of Tertullian paganus meant a \"civilian\" who was lacking self-discipline. In De Corona Militis XI.V he wrote\": The chronology of these writings is difficult to fix with certainty. It is in part determined by the Montanistic views that are set forth in some of them, by the author's own allusions to this writing, or that, as antedating others , and by definite historic data . In his work against Marcion, which he calls his third composition on the Marcionite heresy, he gives its date as the fifteenth year of the reign of Severus —which would be approximately the year 208. The writings may be divided with reference to the two periods of Tertullian's Christian activity, the mainstream and the Montanist , or according to their subject-matter. The object of the former mode of division is to show, if possible, the change of views Tertullian's mind underwent. Following the latter mode, which is of a more practical interest, the writings fall into two groups. Apologetic and polemic writings, like Apologeticus, De testimonio animae, the anti-Jewish De Adversus Iudaeos, Adv. Marcionem, Adv. Praxeam, Adv. Hermogenem, De praescriptione hereticorum, and Scorpiace were written to counteract Gnosticism and other religious or philosophical doctrines. The other group consists of practical and disciplinary writings, e.g., De monogamia, Ad uxorem, De virginibus velandis, De cultu feminarum, De patientia, De pudicitia, De oratione, and Ad martyras. Among his apologetic writings, the Apologeticus, addressed to the Roman magistrates, is a most pungent defense of Christianity and the Christians against the reproaches of the pagans, and an important legacy of the ancient Church, proclaiming the principle of freedom of religion as an inalienable human right and demands a fair trial for Christians before they are condemned to death. Tertullian was the first to disprove such charges as that the Christians sacrificed infants at the celebration of the Lord's Supper and committed incest. He pointed to the commission of such crimes in the pagan world and then proved by the testimony of Pliny the Younger that Christians pledged themselves not to commit murder, adultery, or other crimes. He adduced also the inhumanity of pagan customs such as feeding the flesh of gladiators to beasts. He argued that the gods have no existence and thus there is no pagan religion against which Christians may offend. Christians do not engage in the foolish worship of the emperors, that they do better: they pray for them, and that Christians can afford to be put to torture and to death, and the more they are cast down the more they grow; \"the blood of the martyrs is seed\" . In the De Praescriptione he develops as its fundamental idea that, in a dispute between the Church and a separating party, the whole burden of proof lies with the latter, as the Church, in possession of the unbroken tradition, is by its very existence a guarantee of its truth. The five books against Marcion, written in 207 or 208, are the most comprehensive and elaborate of his polemical works, invaluable for gauging the early Christian view of Gnosticism. Of the moral and ascetic treatises, the De patientia and De spectaculis are among the most interesting, and the De pudicitia and De virginibus velandis among the most characteristic.Tertullian has been identified by Jo Ann McNamara as the person who originally invested the consecrated virgin as the “bride of Christ” which helped to bring the independent virgin under patriarchal rule. Though thoroughly conversant with the Greek theology, Tertullian remained independent of its metaphysical speculations. He had learned from the Greek apologies, and offered a direct contrast to Origen of Alexandria, who drew many of his theories regarding creation from Middle Platonism. Tertullian carried his realism to the verge of materialism. This is evident from his ascription to God of corporeity and his acceptance of the traducian theory of the origin of the soul. He despised Greek philosophy, and, far from looking at Plato, Aristotle, and other Greek thinkers whom he quotes as forerunners of Christ and the Gospel, he pronounces them the patriarchal forefathers of the heretics . He held up to scorn their inconsistency when he referred to the fact that Socrates in dying ordered a cock to be sacrificed to Aesculapius . Tertullian always wrote under stress of a felt necessity. He was never so happy as when he had opponents like Marcion and Praxeas, and, however abstract the ideas may be which he treated, he was always moved by practical considerations to make his case clear and irresistible. It was partly this element which gave to his writings a formative influence upon the theology of the post-Nicene period in the West and has rendered them fresh reading to this day. Although he was by nature a polemicist no mention is made of his name by other authors during the 3rd century. Lactantius at the opening of the 4th century is the first to do so: Augustine, however, treats him with respect. Cyprian, Tertullian's North African compatriot, though nowhere mentioning his name, was well read in his writings, according to Cyprian's secretary in a letter to Jerome. Tertullian's main doctrinal teachings are as follows: The soul was not preexistent, as Plato affirmed, nor subject to metempsychosis or reincarnation, as the Pythagoreans held. In each individual it is a new product, proceeding equally with the body from the parents, and not created later and associated with the body . This position is called traducianism in opposition to 'creationism', or the idea that each soul is a fresh creation of God. The soul's sinfulness is easily explained by its traducian origin . It is in bondage to Satan , but has seeds of good , and when awakened, it passes to health and at once calls upon God and is naturally Christian. It exists in all men alike; it is a culprit and yet an unconscious witness--by its impulse to worship, its fear of demons, and its musings on death--to the power, benignity, and judgment of God as revealed in the Christian's Scriptures . Tertullian reserves the appellation God, in the sense of the ultimate originator of all things, to the Father, who made the world out of nothing through his Son, the Word, has corporeity though he is a spirit . However Tertullian used 'corporeal' only in the Stoic sense, to mean something with actual material existence, rather than the later idea of flesh. Tertullian is often considered an early proponent of the Nicene doctrine, approaching the subject from the standpoint of the Logos doctrine, though he did not state the later doctrine of the immanent Trinity. In his treatise against Praxeas, who taught patripassianism in Rome, he used the words \"trinity\", \"economy\" , \"persons\", and \"substance,\" maintaining the distinction of the Son from the Father as the unoriginate God, and the Spirit from both the Father and the Son . \"These three are one substance, not one person; and it is said, 'I and my Father are one' in respect not of the singularity of number but the unity of the substance.\" The very names \"Father\" and \"Son\" indicate the distinction of personality. The Father is one, the Son is another, and the Spirit is another , and yet in defending the unity of God, he says the Son is not other as a result of receiving a portion of the Father's substance. At times, speaking of the Father and the Son, Tertullian refers to \"two gods\". He says that all things of the Father belong also to the Son, including his names, such as Almighty God, Most High, Lord of Hosts, or King of Israel. Though Tertullian considered the Father to be God , he responded to criticism of the Modalist Praxeas that this meant that Tertullian's Christianity was not monotheistic by noting that even though there was one God , the Son could also be referred to as God, when referred to apart from the Father, because the Son, though subordinate to God, is entitled to be called God \"from the unity of the Father\" in regards to being formed from a portion of His substance. The Catholic Encyclopedia comments that for Tertullian, \"There was a time when there was no Son and no sin, when God was neither Father nor Judge.\" Similarly J.N.D. Kelly has stated: \"Tertullian followed the Apologists in dating His 'perfect generation' from His extrapolation for the work of creation; prior to that moment God could not strictly be said to have had a Son, while after it the term 'Father', which for earlier theologians generally connoted God as author of reality, began to acquire the specialized meaning of Father and Son.\". As regards the subjects of subordination of the Son to the Father, the New Catholic Encyclopedia has commented: \"In not a few areas of theology, Tertullian’s views are, of course, completely unacceptable. Thus, for example, his teaching on the Trinity reveals a subordination of Son to Father that in the later crass form of Arianism the Church rejected as heretical.\" Though he did not fully state the doctrine of the immanence of the Trinity, according to B. B. Warfield, he went a long distance in the way of approach to it. In soteriology, Tertullian does not dogmatize; he prefers to keep silence at the mystery of the cross . The sufferings of Christ's life as well as of the crucifixion are efficacious to redemption. In the water of baptism, which is made necessary , humans are born again; the baptized does not receive the Holy Spirit in the water, but is prepared for the Holy Spirit. Humans are little fishes—after the example of the ichthys, fish, Jesus Christ—are born in water . In discussing whether sins committed subsequent to baptism may be forgiven, Tertullian calls baptism and penance \"two planks\" on which the sinner may be saved from shipwreck—language which he gave to the Church . With reference to the 'rule of faith', it may be said that Tertullian is constantly using this expression, and by it means now the authoritative tradition handed down in the Church, now the Scriptures themselves, and, perhaps, a definite doctrinal formula. While he nowhere gives a list of the books of Scripture, he divides them into two parts and calls them the instrumentum and testamentum . He distinguishes between the four Gospels and insists upon their apostolic origin as accrediting their authority ; in trying to account for Marcion's treatment of the Lucan Gospel and the Pauline writings he sarcastically queries whether the \"shipmaster from Pontus\" had ever been guilty of taking on contraband goods or tampering with them after they were aboard . The Scripture, the rule of faith, is for him fixed and authoritative . As opposed to the pagan writings they are divine . They contain all truth and from them the Church drinks her faith . The prophets were older than the Greek philosophers and their authority is accredited by the fulfilment of their predictions . The Scriptures and the teachings of philosophy are incompatible, insofar as the latter are the origins of sub-Christian heresies. \"What has Athens to do with Jerusalem?\" he exclaims, \"or the Academy with the Church?\" . Philosophy as pop-paganism is a work of demons ; the Scriptures contain the wisdom of heaven. However, Tertullian was not averse to using the technical methods of Stoicism to discuss a problem . The rule of faith, however, seems to be also applied by Tertullian to some distinct formula of doctrine, and he gives a succinct statement of the Christian faith under this term . Tertullian was a defender of the necessity of apostolicity. In his Prescription Against Heretics, he explicitly challenges heretics to produce evidence of the apostolic succession of their communities. \"Let them produce the original records of their churches; let them unfold the roll of their bishops, running down in due succession from the beginning in such a manner that [that first bishop of theirs] bishop shall be able to show for his ordainer and predecessor some one of the apostles or of apostolic men—a man, moreover, who continued steadfast with the apostles. For this is the manner in which the apostolic churches transmit their registers: as the church of Smyrna, which records that Polycarp was placed therein by John; as also the church of Rome, which makes Clement to have been ordained in like manner by Peter. In exactly the same way the other churches likewise exhibit , whom, as having been appointed to their episcopal places by apostles, they regard as transmitters of the apostolic seed.\" Fornicators and murderers should never be readmitted into the church under any circumstances. In De pudicitia, Tertullian condemns Pope Callixtus I for allowing such people to be readmitted if they show repentance. Resurrection at the Second ComingTertullian was a premillennialist, affirming a literal resurrection at the second advent of Jesus at the end of the world, not at death. Jesus, the stone that strikes and destroys the imageConcerning the image prophecy of Daniel 2, Tertullian identified Jesus, at his second advent, as the stone cut out of a mountain that strikes and destroys the image of \"secular kingdoms\". He compares this with Daniel 7, 'Behold, one like the Son of man came with the clouds of heaven, and came to the Ancient of days; and they brought Him before Him, and there was given Him dominion and glory, and a kingdom, that all people, nations, and languages should serve Him. His dominion is an everlasting dominion, which shall not pass away; and His kingdom that which shall not be destroyed.\" Antichrist is the BeastLike Irenaeus, Tertullian equated the Antichrist with the '\"Man of Sin\" and the \"Beast\". He expected a specific Antichrist to appear as a persecutor of the church just before the resurrection, under whom a second company of martyrs will be slain. Unlike Irenaeus, however, Tertullian does not consider the Antichrist to be a Jew sitting in a Jewish temple at Jerusalem. Rather, the Antichrist comes out of the church. Rome symbolized as BabylonTertullian applied the Biblical figure of Babylon to the city of Rome and her domination. He portrayed Rome as drunk with the blood of martyred saints. Order of Last Days eventsThe order of Last Days events, according to Tertullian, are the plagues, Babylon's doom, Antichrist's warfare on the saints, the devil cast into the bottomless pit, the Advent, the resurrection of the saints, the Judgment, and the Second Resurrection, with the harvest at the end of the World; and the sixth seal extending to the final dissolution of the earth and sky, including the stars. Millennium follows resurrection of the righteous deadTertullian maintained that the thousand years of Revelation will follow the resurrection of the righteous dead on the earth with the New Jerusalem, proceeding the eternity of heaven. The earth is destroyed after the one thousand years and the saints moved to the kingdom of heaven. Seventy weeks fulfilled by First AdventTertullian contended that Daniel's seventy weeks foretold the time of Christ's incarnation and death. He started the seventy weeks from the first year of Darius, and continued to Jerusalem's destruction by the Romans under the command of Titus, fully completing the vision and prophecy. It is sealed by the advent of Christ, which he places at the end of the sixty-two and one-half weeks. Tertullian was a determined advocate of strict discipline and an austere code of practise, and like many of the African fathers, one of the leading representatives of the rigorist element in the early Church. These views may have led him to adopt Montanism with its ascetic rigor and its belief in chiliasm and the continuance of the prophetic gifts. In his writings on public amusements, the veiling of virgins, the conduct of women, and the like, he gives expression to these views. On the principle that we should not look at or listen to what we have no right to practise, and that polluted things, seen and touched, pollute , he declared a Christian should abstain from the theater and the amphitheater. There pagan religious rites were applied and the names of pagan divinities invoked; there the precepts of modesty, purity, and humanity were ignored or set aside, and there no place was offered to the onlookers for the cultivation of the Christian graces. Women should put aside their gold and precious stones as ornaments, and virgins should conform to the law of St. Paul for women and keep themselves strictly veiled . He praised the unmarried state as the highest and called upon Christians not to allow themselves to be excelled in the virtue of celibacy by Vestal Virgins and Egyptian priests. He even labeled second marriage a species of adultery , but this directly contradicted the Epistles of the Apostle Paul. Tertullian’s resolve to never marry again and that no one else should remarry eventually led to his break with Rome because the orthodox church refused to follow him in this resolve. He, instead, favored the Montanist sect where they also condemned second marriage. One reason for Tertullian’s disdain for marriage was his belief about the transformation that awaited a married couple. He believed that marital relations coarsened the body and the soul and would dull their spiritual senses and avert the Holy Spirit since husband and wife became one flesh once married.Tertullian is sometimes criticized for being misogynistic, on the basis of the contents of his De Cultu Feminarum, section I.I, part 2 : \"Do you not know that you are Eve? The judgment of God upon this sex lives on in this age; therefore, necessarily the guilt should live on also. You are the gateway of the devil; you are the one who unseals the curse of that tree, and you are the first one to turn your back on the divine law; you are the one who persuaded him whom the devil was not capable of corrupting; you easily destroyed the image of God, Adam. Because of what you deserve, that is, death, even the Son of God had to die.\" Tertullian had a radical view on the cosmos. He believed that heaven and earth intersected at many points and that it was possible that sexual relations with supernatural beings can occur. Tertullian's writings are edited in volumes 1–2 of the Patrologia Latina, and modern texts exist in the Corpus Christianorum Latinorum. English translations by Sidney Thelwall and Philip Holmes can be found in volumes III and IV of the Ante-Nicene Fathers which are freely available online; more modern translations of some of the works have been made. ApologeticApologeticus pro Christianis. Dissertatio Mosheim in Apol. Libri duo ad Nationes. De Testimonio animae. Ad Martyres. De Spectaculis. De Idololatria. Accedit ad Scapulam liber. Dissertatio D. Le Nourry in Apologet. libr. II ad Nat. et libr. ad Scapulam.PolemicalDe Oratione. De Baptismo. De Poenitentia. De Patientia. Ad Uxorem libri duo. De Cultu Feminarum lib. II.DogmaticDe Corona Militis. De Fuga in Persecutione. Adversus Gnosticos Scorpiace. Adversus Praxeam. Adversus Hermogenem. Adversus Marcionem libri V. Adversus Valentinianos. Adversus Judaeos. De Anima. De Carne Christi. De Resurrectione Carnis.On moralityDe velandis Virginibus. De Exhortatione Castitatis. De Monogamia. De Jejuniis. De Pudicitia. De Pallio. The following chronological ordering was proposed by John Kaye, Bishop of Lincoln in the 19th century:Probably mainstream : 1. De Poenitentia 2. De Oratione 3. De Baptismo 4.,5. Ad Uxorem, lib. I & II, , 6. Ad Martyras , 7. De Patientia 8. Adversus Judaeos 9. De Praescriptione Haereticorum ,Indeterminate: 10. Apologeticus pro Christianis 11.,12. ad Nationes, lib. I & II 13. De Testimonio animae 14. De Pallio 15. Adversus Hermogenem Probably Post-Montanist: 16. Adversus Valentinianus 17. ad Scapulam , 18. De Spectaculis , 19. De Idololatria 20., 21. De cultu Feminarum, lib. I & II Definitely Post-Montanist: 22. Adversus Marcionem, lib I , 23. Adversus Marcionem, lib II 24. De Anima , 25. Adversus Marcionem, lib III 26. Adversus Marcionem, lib IV 27. De Carne Christi , 28. De Resurrectione Carnis 29. Adversus Marcionem, lib V 30. Adversus Praxean , 31. Scorpiace 32. De Corona Militis , 33. De velandis Virginibus , 34. De Exhortatione Castitatis , 35. De Fuga in Persecutione 36. De Monogamia 37. De Jejuniis, adversus psychicos , 38. De Puditicia There have been many works attributed to Tertullian in the past which have since been determined to be almost definitely written by others. Nonetheless, since their actual authors remain uncertain, they continue to be published together in collections of Tertullian's works. 1. Adversus Omnes Haereses – poss. Victorinus of Pettau 2 De execrandis gentium diis 3 Carmen adversus Marcionem 4 Carmen de Iona Propheta – poss. Cyprianus Gallus 5 Carmen de Sodoma – poss. Cyprianus Gallus 6 Carmen de Genesi 7 Carmen de Judicio Domini The popular Passio SS. Perpetuae et Felicitatis , much of it the personal diary of St. Perpetua, was once assumed to have been edited by Tertullian. That view is no longer held, and it is usually published separately from Tertullian's works. Christian pacifism Septimia Pseudo-Tertullian Tertulia Early Christian descriptions of the execution cross List of Christian women of the patristic age Barnes, Timothy . Tertullian: A literary and historical study . Oxford. ISBN 978-0198143628. Bitel, Lisa M. Bitel & Lifshitz, Felice . Gender and Christianity in medieval Europe: new perspectives. Philadelphia: University of Pennsylvania Press. ISBN 9780812240696.CS1 maint: Uses authors parameter Daniel, Robin . This Holy Seed: Faith, Hope and Love in the Early Churches of North Africa. Chester: Tamarisk Publications. ISBN 978-0-9538565-3-4. Ekonomou, Andrew J. . Byzantine Rome and the Greek Popes: Eastern influences on Rome and the papacy from Gregory the Great to Zacharias, A.D. 590–752. Lexington Books. ISBN 978-0739133866. Froom, LeRoy . The Prophetic Faith of our Fathers . 1. Review and Herald Publishing Association. Schaff, Philip. The New Schaff-Herzog Encyclopedia of Religious Knowledge. Ames, Cecilia. 2007. \"Roman Religion in the Vision of Tertullian.\" In A Companion to Roman Religion. Edited by Jörg Rüpke, 457–471. Oxford: Blackwell. Dunn, Geoffrey D. 2004. Tertullian. New York: Routledge. Gero, Stephen. 1970. \"Miles gloriosus: The Christians and Military Service according to Tertullian.\" Church History 39:285–298. Hillar, Marian. 2012. From Logos to Trinity. The Evolution of Religious Beliefs from Pythagoras to Tertullian. Cambridge, UK: Cambridge Univ. Press. Lane, Anthony N. S. 2002. \"Tertullianus Totus Noster? Calvin’s use of Tertullian.\" Reformation and Renaissance Review 4:9–34. O’Malley, Thomas P. 1967. Tertullian and the Bible. Language, Imagery, Exegesis. Latinitas christianorum primaeva 21. Nijmegen, The Netherlands: Dekker & Van de Vegt. Otten, Willemien. 2009. \"Views on Women in Early Christianity: Incarnational Hermeneutics in Tertullian and Augustine.\" In Hermeneutics, Scriptural Politics, and Human Rights. Between text and context. Edited by Bas de Gaay Fortman, Kurt Martens, and M. A. Mohamed Salih, 219–235. Basingstoke, UK: Palgrave Macmillan. Osborn, Eric. 1997. Tertullian: First Theologian of the West. Cambridge, UK: Cambridge Univ. Press. Rankin, David. 1995. Tertullian and the Church. Cambridge, UK: Cambridge Univ. Press. Wilhite, David E. 2007. Tertullian the African. An Anthropological Reading of Tertullian’s Context and Identities. Millennium Studien 14. Berlin and New York: De Gruyter. Primary sourcesTertullian's works in many languages, including Latin, and English, website intratext.com. English translations of all Tertullian's works can be found in Rev. Alexander Roberts and James Donaldson, editors, 1867–1872, Ante-Nicene Christian Library: Translation of the Writings of the Fathers, Down to AD 325, Edinburgh: T&T Clark: Vol. 7 , Vol. 11, Vol. 15 , Vol. 18 Works by Tertullian at Perseus Digital LibrarySecondary sourcesEarlyChurch.org.uk Detailed bibliography and on-line articles. Jerome's On Famous Men Chapter 53 is devoted to Tertullian. Chapman, Henry Palmer . \"Tertullian\" . Catholic Encyclopedia. 44. Harnack, Adolf . \"Tertullian\". Encyclopædia Britannica. 26 . pp. 661–663. The Tertullian Project, a site which provides all of the works of this Father of Church in Latin, translations in many languages, manuscripts etc. J. Kaye, Bishop of Lincoln The Ecclesiastical History of the Second and Third Centuries, illustrated from the writings of Tertullian. London: Rivington.Works by or about Tertullian in libraries ","sentences":[{"text":"Tertullian was a prolific early Christian author from Carthage in the Roman province of Africa.","keywords":["prolific early Christian author","Carthage","Roman province of Africa","Tertullian"],"images":["https://lh3.googleusercontent.com/-lG3_Al3SrjB0QvSjbMaVS556-btRN0Kk3rQnihxF2m7QALFetLni_q-OnRL4bUg_tI","https://upload.wikimedia.org/wikipedia/commons/e/e9/Tertullian.jpg"],"googleSearchQuery":"tertuliano prolific early Christian author"},{"text":"Of Berber origin, he was the first Christian author to produce an extensive corpus of Latin Christian literature.","keywords":["Berber origin","first Christian author","extensive corpus of Latin Christian literature"],"images":["https://upload.wikimedia.org/wikipedia/commons/e/e9/Tertullian.jpg","https://i1.rgstatic.net/publication/285626116_The_practice_of_career_development_in_the_international_human_resource_management_of_the_European_countries/links/5664214d08ae418a786d34e7/largepreview.png"],"googleSearchQuery":"tertuliano Berber origin"},{"text":"He also was an early Christian apologist and a polemicist against heresy, including contemporary Christian Gnosticism.","keywords":["early Christian apologist","polemicist","heresy","contemporary Christian Gnosticism"],"images":["https://upload.wikimedia.org/wikipedia/commons/e/e9/Tertullian.jpg","https://lh3.googleusercontent.com/-lG3_Al3SrjB0QvSjbMaVS556-btRN0Kk3rQnihxF2m7QALFetLni_q-OnRL4bUg_tI"],"googleSearchQuery":"tertuliano early Christian apologist"},{"text":"Tertullian has been called \"the father of Latin Christianity\" and \"the founder of Western theology.\"Though conservative in his worldview, Tertullian originated new theological concepts and advanced the development of early Church doctrine.","keywords":["new theological concepts","worldview","father of Latin Christianity","development of early Church doctrine","conservative","founder of Western theology","Tertullian"],"images":["https://upload.wikimedia.org/wikipedia/commons/e/e9/Tertullian.jpg","https://i1.rgstatic.net/publication/272898823_Revelation_17_-_A_roadmap_of_God's_telosfor_his_creation/links/5ac5a1baaca2720544cf8d43/largepreview.png"],"googleSearchQuery":"tertuliano new theological concepts"},{"text":"He is perhaps most famous for being the first writer in Latin known to use the term trinity .","keywords":["first writer","Latin","term trinity"],"images":["https://upload.wikimedia.org/wikipedia/commons/e/e9/Tertullian.jpg","https://lookaside.fbsbx.com/lookaside/crawler/media/?media_id=216191692266896"],"googleSearchQuery":"tertuliano first writer"},{"text":"According to The Stanford Encyclopedia of Philosophy, \"Tertullian's trinity [is] not a triune God, but rather a triad or group of three, with God as the founding member\".","keywords":["Stanford Encyclopedia of Philosophy","founding member","Tertullian's trinity","triune God","triad","group","God"],"images":["https://upload.wikimedia.org/wikipedia/commons/e/e9/Tertullian.jpg","https://i.pinimg.com/236x/38/09/23/3809236646f856be3e7776cebde57008--book-jacket-professor.jpg"],"googleSearchQuery":"tertuliano Stanford Encyclopedia of Philosophy"},{"text":"A similar word had been used earlier in Greek, though Tertullian gives the oldest extant use of the terminology as later incorporated into the Nicene Creed at the Second Ecumenical Council, the First Council of Constantinople in 381 AD, or as the Athanasian Creed, or both.","keywords":["similar word","oldest extant use of the terminology","Nicene Creed","Athanasian Creed","Second Ecumenical Council","AD","First Council of Constantinople","Tertullian","Greek"],"images":["https://sites.google.com/site/tributepages/_/rsrc/1390077725248/tate-pinto/imo0111.jpg","https://www.fcbarcelonanoticias.com/uploads/s1/28/64/09/gerardpique-barcelona30-v-286409.jpeg"],"googleSearchQuery":"tertuliano similar word"}]}