{"maximumSentences":7,"searchTerm":"tertuliano","prefix":"Quem eh ?","lang":"pt","sourceContentOriginal":"Tertuliano (em latim: Quintus Septimius Florens Tertullianus; c. 160 — c. 220 (60 anos)) foi um prolífico autor das primeiras fases do Cristianismo, nascido em Cartago na província romana da África Proconsular. Ele foi o primeiro autor cristão a produzir uma obra literária (corpus) em latim. Ele também foi um notável apologista cristão e um polemista contra a heresia. \nEle organizou e avançou a nova teologia da Igreja antiga. Ele é talvez mais famoso por ser o autor mais antigo cuja obra sobreviveu a utilizar o termo \"Trindade\" (em latim: Trinitas)[a] e por nos dar a mais antiga exposição formal ainda existente sobre a teologia trinitária. É um dos Padres latinos.\nAlgumas das ideias de Tertuliano não eram aceitáveis para os ortodoxos e, no fim de sua vida, ele se tornou um montanista.\n\n\n== Vida ==\n\nPouquíssima informação confiável existe sobre a vida de Tertuliano. A maior parte do que sabemos sobre ele vem de seus próprios escritos.\nDe acordo com a tradição, ele foi criado em Cartago e acreditava ser o filho dum centurião romano, um advogado treinado e um padre ordenado. Estas assertivas se baseiam principalmente em Eusébio de Cesareia na sua História Eclesiástica (livro II, cap 2) e em São Jerônimo, em De Viris Illustribus (cap. 53 ). Jerônimo alegou que o pai de Tertuliano tina a posição de centurio proconsularis no exército romano na África. Porém, não está claro se esta posição sequer existiu nas forças militares romanas.Adicionalmente, acredita-se que Tertuliano foi um advogado por causa do uso que ele faz de analogias legais e de uma identificação dele com o jurista Tertulianus, que foi citado no \"Digesta seu Pandectae\". Embora Tertuliano utilize conhecimentos da lei romana em seus escritos, seu conhecimento legal não é — de forma demonstrável — superior ao que se esperaria de um romano com educação suficiente. Dos escritos de Tertulianus, um advogado com o mesmo cognome, existem apenas fragmentos e eles não demonstram uma autoria cristã. E Tertulianus só foi confundido com Tertuliano muito depois, por historiadores cristãos. Finalmente, também é questionável se ele era ou não um padre. Em suas obras sobreviventes, ele jamais se descreve como ordenado pela Igreja e parece se colocar como leigo em trechos de \"Exortação à Castidade\" (7.3) e \"Sobre a Monogamia\" (12.2).\nA África era famosa por ser terra de oradores. Esta influência pode ser percebida no estilo de Tertuliano, permeado de arcaísmos e provincialismos, suas imagens brilhantes e o seu temperamento apaixonado. Ele era um estudioso de grande erudição, tendo escrito pelo menos dois livros em grego. Neles, ele se refere a si mesmo, mas nenhum sobreviveu até hoje. Sua principal área de estudo era a jurisprudência e sua forma de raciocinar revela algumas marcas de um treinamento jurídico mais formal. \n\n\n=== Conversão ===\nSua conversão ao cristianismo aconteceu por volta de 197–198 (de acordo com Adolf Harnack, Bonwetsch e outros), mas seus antecedentes imediatos são desconhecidos, exceto o que pode ser conjecturado a partir de seus escritos. O evento deve ter sido repentino e decisivo, transformando de uma vez sua própria personalidade. Ele escreveu que não podia imaginar uma vida verdadeiramente cristã sem um ato consciente e radical de conversão:\n\nDois livros endereçados à sua esposa confirmam que ele foi casado com cristã.No meio de sua vida (por volta de 207 d.C.), ele foi atraído pela \"Nova profecia\" do Montanismo e parece ter deixado o ramo principal da Igreja. No tempo de Santo Agostinho, um grupo de \"tertulianistas\" ainda tinham uma basílica em Cartago que, nesta mesma época, passou para a Igreja. Não sabemos se esta é apenas uma outra denominação para os montanistas[b] e se significa que Tertuliano rompeu também com os montanistas e fundou seu próprio grupo. Tertuliano tinha um temperamento violento e enérgico, quase fanático, lutador empedernido e muitos dos seus escritos são polémicos. Este temperamento, impressionado com o exemplo dos mártires, que o levou à conversão, permite compreender a sua passagem ao montanismo.\nJerônimo  diz que Tertuliano morreu com idade bastante avançada, mas não há outra fonte confiável que ateste sua sobrevivência além do ano estimado de 220 d.C.. À despeito de seu cisma com a ortodoxia da Igreja, ele continuou a escrever contra as heresias, especialmente o Gnosticismo. Assim, através de suas obras doutrinárias que publicou, Tertuliano se tornou professor de Cipriano de Cartago e o predecessor de Santo Agostinho que, por sua vez, se tornou o principal fundador da teologia latina.\n\n\n== Obras ==\n\nPodemos dividir o conjunto das suas obras em três grandes grupos:\n\nEscritos apologéticos (de defesa da fé contra os opositores): Aos pagãos, Apologeticum (a sua obra mas conhecida), O testemunho da alma, Contra Escápula, Contra os judeus.\nEscritos polémicos: A prescrição dos hereges, Contra Marcião, Contra Hermógenes, Contra os valentinianos, O baptismo, Scorpiace, A carne de Cristo, A ressurreição da carne, Contra Práxeas, A alma.\nEscritos disciplinares, morais e ascéticos: Aos mártires, Os espectáculos, O vestido das mulheres, A oração, A paciência, A penitência, À esposa, A exortação da castidade, A monogamia, O véu das virgens, A coroa, A fuga na perseguição, A idolatria, O jejum, A pudicícia, O manto.\n\n\n== Teologia ==\nApesar de ser considerado por muitos o fundador da teologia ocidental, a verdade é que tal designação é exagerada, porque Tertuliano não tem propriamente um sistema teológico. De facto, para isso faltou-lhe o equilíbrio necessário para organizar os vários artigos da fé, assim como a preocupação pela coerência, pois não era do seu interesse conciliar a fé com a razão humana. \n\n\n=== A fé e a filosofia ===\nPara Tertuliano, a questão das relações entre a fé e a filosofia nem sequer se colocavam, pois entre ambas nada existia de comum. A filosofia era vista como adversária da fé, e os filósofos antigos como patriarcas dos hereges. Para ele, de facto, fé e razão opõem-se, e podemos encontrar na filosofia a origem de todos os desvios da fé. No entanto, é forçado a reconhecer que algumas vezes os filósofos pensaram como os cristãos, e denuncia algumas influências de correntes filosóficas antigas, nomeadamente do Estoicismo.\nÉ bem conhecida a frase \"credo quia absurdum\". Apesar de ela não se encontrar nos escritos de Tertuliano, mas apenas algumas semelhantes, ela condensa bem o seu pensamento acerca da razão. Note-se que o seu significado é não apenas \"creio embora seja absurdo\", mas sim \"creio porque é absurdo\". A verdadeira fé tem de se opor à razão.\n\n\n=== A teologia e o direito ===\nTertuliano era jurista, advogado, e isso se refletiu em sua teologia e em seus escritos de duas maneiras:\n\nquanto ao método argumentação:Nascia na Igreja a procura de uma argumentação precisa e cerrada, sem falhas, à imagem daquela usada nos tribunais. Foi Tertuliano que usou contra os hereges o argumento da prescriptio, que mostrava que apenas a Igreja unida a Roma provinha das origens, enquanto todos os outros teriam surgido depois e seriam, por isso, falsificadores;quanto à linguagem:Tertuliano introduziu na teologia latina, e na da Igreja em geral, uma série de termos e conceitos provenientes do direito. Concebeu a vida cristã e a salvação à semelhança de um processo penal, em que Deus é o legislador, o Evangelho a lei, quem obedece recebe a compensação, quem desobedece torna-se culpado e é castigado. Tertuliano introduziu ou consagrou algumas distinções importantes, como por exemplo a de preceito e conselho evangélico.\n\n\n=== A regra da fé ===\nPara Tertuliano, a regra da fé constitui-se como lei da fé. Nos seus escritos encontramos fórmulas de dois elementos, com menção do Pai e do Filho, e outras de três, que acrescentam o Espírito Santo. As várias fórmulas apresentadas por Tertuliano, semelhantes entre si na forma e no conteúdo, mostram a existência dum resumo da fé próximo do símbolo baptismal.\n\n\n=== A Trindade ===\n\nO maior contributo de Tertuliano para a teologia foi a sua reflexão acerca do mistério trinitário. Criou um vocabulário que passou a fazer parte da linguagem oficial da teologia cristã. Foi ele que introduziu a palavra “Trinitas”, como complemento da “Unitas”. Segundo Tertuliano, Pai, Filho e Espírito Santo são um só Deus porque uma só é a substância, um só estado (status) e um só poder. Mas, por outro lado, distinguem-se, sem separação, pelo grau, pela forma e pela espécie (manifestação).\nTertuliano introduz assim o termo “pessoa”, (persona), para significar cada um dos três, considerado individualmente. Este vocabulário passou a vigorar, até hoje, para referir as realidades trinitárias.\nNo entanto, Tertuliano deixa transparecer alguma influência subordinacionista. Ao falar da geração do Filho, sem querer comprometer a sua divindade, admite uma certa gradação, desde uma fase anterior à criação, em que o Logos de Deus se contempla a Si mesmo, para passar a contemplar a economia salvífica, e é engendrado de forma imanente em Deus, até à criação, em que a Palavra se realiza como tal ao ser proferida. Cristo é, assim, o primogénito do Pai, gerado antes de todas as coisas, mas não é eterno. O Filho é como que uma porção ou emanação do Pai.\nTertuliano, apesar de ter dotado a teologia trinitária dum vocabulário preciso, e de ter procurado a exactidão, não se livrou de algumas ambiguidades e deficiências.\n\n\n=== Cristologia ===\nTertuliano formulou algumas doutrinas relativas à pessoa de Cristo, que haviam de ser reconhecidas mais tarde em concílios, de tal modo que podemos dizer que a sua cristologia tem os méritos da sua teologia trinitária, sem os seus defeitos.\nTertuliano afirma com clareza as duas naturezas de Cristo, sem confusão entre as duas, nem redução de alguma delas. Nisso, proclama já o que mais tarde havia de ser solenemente afirmado no Concílio de Calcedónia (451).\n\n\n=== Mariologia ===\nNa sequência da sua cristologia, Tertuliano acentua que Maria deu realmente à luz o Verbo Encarnado. Reconhece que ela era virgem quando concebeu mas, para lutar contra a cristologia doceta, que defendia que o nascimento de Jesus tinha sido apenas aparente, nega a virgindade de Maria no parto e após o parto (pois isso parecia-lhe dar argumentos ao adversário). Do mesmo modo, entende que os “irmãos de Jesus” são filhos de Maria.\nApesar de tudo, Tertuliano proclama Maria como a nova Eva.\n\n\n=== Eclesiologia ===\nTertuliano considera a Igreja como Mãe, numa expressão de extremo respeito e veneração. Tal como Eva foi formada da costela de Adão, também a Igreja teve a sua origem na chaga do lado de Cristo.\nA Igreja é guardiã de Fé e da Revelação. Assim, as Escrituras pertencem-lhe, e só ela mantém o ensinamento dos Apóstolos e pode transmiti-lo.\nEsta concepção, do período católico de Tertuliano, é ortodoxa, e semelhante à defendida por Ireneu de Lyon. Na sua fase montanista, porém, torna-se visivelmente herege, concebendo a Igreja como um corpo puramente espiritual, de tal modo que bastam dois ou três cristãos para que se possa dizer que se manifesta a totalidade da Igreja una. Essa seria a Igreja do Espírito, oposta à “Igreja dos bispos”. É por esta teoria que Tertuliano, já herege, substitui a da sucessão apostólica.\n\n\n=== A penitência ===\nTertuliano fornece-nos pormenores importantes acerca da disciplina penitencial da Igreja, mas a sua teologia da penitência sofre das mesmas contradições e insuficiências da sua eclesiologia. Mas é o primeiro a descrever concretamente com clareza o processo e as formas da penitência.\nHá possibilidade duma nova conversão após o baptismo, conseguida na sequência duma confissão pública do pecado. Ao pedir perdão, o pecador usufrui da intercessão da Igreja e recebe a absolvição final pela pessoa do bispo.\nNa sua fase católica, Tertuliano mostra considerar que todo o pecador, por maior que fosse, tinha direito a esta penitência. Distinção entre pecados, só entre corporais e espirituais, consumados ou de desejo, mas todos eles podendo ser perdoados através da Igreja. Quando se torna montanista, porém, passa a considerar alguns pecados irremissíveis, tais como a fornicação, a idolatria e o homicídio. Isto é um dado novo, sem precedentes na disciplina primitiva, e testemunha o aparecimento duma facção rigorista, sob a influência do montanismo.\nOs católicos argumentavam com a Escritura, mostrando que Cristo perdoou todos os pecados, mesmo os “irremissíveis”. Tertuliano responde a isto dizendo que perdoar tais pecados era um poder pessoal e exclusivo do Salvador, não transmitido à Igreja.\nPara Tertuliano, por conseguinte, só Deus perdoa os pecados. Confrontado com a passagem do Evangelho em que Cristo concede o poder de ligar e desligar, Tertuliano nega que assim a Igreja detenha o poder das chaves, pois tal poder foi dado pessoalmente só a São Pedro, não a todos os bispos. Quando muito, para o Tertuliano montanista, o poder de perdoar os pecados pertence a “homens espirituais”, não aos bispos.\n\n\n=== A Eucaristia ===\nTertuliano emprega vários nomes para referir a Eucaristia. São contudo poucas as suas referências explícitas a esse mistério. Ao falar dos sacramentos da iniciação cristã, diz que “a carne é alimentada com o Corpo e Sangue de Cristo, para que a alma seja saciada de Deus (De resurrectione mortuorum, 8). Isto manifesta a sua fé na presença real de Cristo na Eucaristia. O mesmo se torna patente quando manifesta a sua indignação por alguns se aproximarem indignamente do Corpo do Senhor.\nTertuliano testemunha também o carácter sacrificial da Eucaristia. Fá-lo ao referir o temor que alguns tinham de quebrar o jejum ao receberem o pão eucarístico. Tertuliano refere o costume de levar a espécie eucarística para casa e tomá-la privadamente. É esta uma das mais antigas alusões à reserva eucarística.\nApesar de algumas palavras ambíguas, Tertuliano manifesta a fé na presença real, que acontece mediante as palavras da instituição, mas salvaguarda a sua natureza sacramental pois refere as espécies como sinal e representação (no sentido de tornar presente). A fé nessa presença real exprime-se ainda na condenação daqueles que negam a realidade do corpo crucificado de Cristo, mas celebram a Eucaristia: tal comportamento é absurdo, pois trata-se da mesma coisa.\n\n\n=== Escatologia ===\nTertuliano admite a ideia duma penitência da alma após a morte. Somente os mártires escapam a ela. Todos os outros têm um tempo de espera até ao juízo final, e só a intercessão dos vivos lhes pode valer.\nTal como os milenaristas, Tertuliano considera que, no fim, os justos, ressuscitados, reinarão durante mil anos com Cristo. Depois do juízo final, os justos estarão com Deus, enquanto que os ímpios irão para o fogo eterno.\n\n\n== Notas ==\n\n\n== Referências ==\n\n\n== Bibliografia ==\n\n\n== Ligações externas ==\n\nQuem foi Tertuliano\nTertullian.org, site contendo obras e informações sobre Tertuliano\nObras de Tertuliano: textos com concordâncias e lista de frequência","sourceContentSanitized":"Tertuliano foi um prolífico autor das primeiras fases do Cristianismo, nascido em Cartago na província romana da África Proconsular. Ele foi o primeiro autor cristão a produzir uma obra literária em latim. Ele também foi um notável apologista cristão e um polemista contra a heresia. Ele organizou e avançou a nova teologia da Igreja antiga. Ele é talvez mais famoso por ser o autor mais antigo cuja obra sobreviveu a utilizar o termo \"Trindade\" [a] e por nos dar a mais antiga exposição formal ainda existente sobre a teologia trinitária. É um dos Padres latinos. Algumas das ideias de Tertuliano não eram aceitáveis para os ortodoxos e, no fim de sua vida, ele se tornou um montanista. Pouquíssima informação confiável existe sobre a vida de Tertuliano. A maior parte do que sabemos sobre ele vem de seus próprios escritos. De acordo com a tradição, ele foi criado em Cartago e acreditava ser o filho dum centurião romano, um advogado treinado e um padre ordenado. Estas assertivas se baseiam principalmente em Eusébio de Cesareia na sua História Eclesiástica e em São Jerônimo, em De Viris Illustribus . Jerônimo alegou que o pai de Tertuliano tina a posição de centurio proconsularis no exército romano na África. Porém, não está claro se esta posição sequer existiu nas forças militares romanas.Adicionalmente, acredita-se que Tertuliano foi um advogado por causa do uso que ele faz de analogias legais e de uma identificação dele com o jurista Tertulianus, que foi citado no \"Digesta seu Pandectae\". Embora Tertuliano utilize conhecimentos da lei romana em seus escritos, seu conhecimento legal não é — de forma demonstrável — superior ao que se esperaria de um romano com educação suficiente. Dos escritos de Tertulianus, um advogado com o mesmo cognome, existem apenas fragmentos e eles não demonstram uma autoria cristã. E Tertulianus só foi confundido com Tertuliano muito depois, por historiadores cristãos. Finalmente, também é questionável se ele era ou não um padre. Em suas obras sobreviventes, ele jamais se descreve como ordenado pela Igreja e parece se colocar como leigo em trechos de \"Exortação à Castidade\" e \"Sobre a Monogamia\" . A África era famosa por ser terra de oradores. Esta influência pode ser percebida no estilo de Tertuliano, permeado de arcaísmos e provincialismos, suas imagens brilhantes e o seu temperamento apaixonado. Ele era um estudioso de grande erudição, tendo escrito pelo menos dois livros em grego. Neles, ele se refere a si mesmo, mas nenhum sobreviveu até hoje. Sua principal área de estudo era a jurisprudência e sua forma de raciocinar revela algumas marcas de um treinamento jurídico mais formal. Sua conversão ao cristianismo aconteceu por volta de 197–198 , mas seus antecedentes imediatos são desconhecidos, exceto o que pode ser conjecturado a partir de seus escritos. O evento deve ter sido repentino e decisivo, transformando de uma vez sua própria personalidade. Ele escreveu que não podia imaginar uma vida verdadeiramente cristã sem um ato consciente e radical de conversão: Dois livros endereçados à sua esposa confirmam que ele foi casado com cristã.No meio de sua vida , ele foi atraído pela \"Nova profecia\" do Montanismo e parece ter deixado o ramo principal da Igreja. No tempo de Santo Agostinho, um grupo de \"tertulianistas\" ainda tinham uma basílica em Cartago que, nesta mesma época, passou para a Igreja. Não sabemos se esta é apenas uma outra denominação para os montanistas[b] e se significa que Tertuliano rompeu também com os montanistas e fundou seu próprio grupo. Tertuliano tinha um temperamento violento e enérgico, quase fanático, lutador empedernido e muitos dos seus escritos são polémicos. Este temperamento, impressionado com o exemplo dos mártires, que o levou à conversão, permite compreender a sua passagem ao montanismo. Jerônimo diz que Tertuliano morreu com idade bastante avançada, mas não há outra fonte confiável que ateste sua sobrevivência além do ano estimado de 220 d.C.. À despeito de seu cisma com a ortodoxia da Igreja, ele continuou a escrever contra as heresias, especialmente o Gnosticismo. Assim, através de suas obras doutrinárias que publicou, Tertuliano se tornou professor de Cipriano de Cartago e o predecessor de Santo Agostinho que, por sua vez, se tornou o principal fundador da teologia latina. Podemos dividir o conjunto das suas obras em três grandes grupos: Escritos apologéticos : Aos pagãos, Apologeticum , O testemunho da alma, Contra Escápula, Contra os judeus. Escritos polémicos: A prescrição dos hereges, Contra Marcião, Contra Hermógenes, Contra os valentinianos, O baptismo, Scorpiace, A carne de Cristo, A ressurreição da carne, Contra Práxeas, A alma. Escritos disciplinares, morais e ascéticos: Aos mártires, Os espectáculos, O vestido das mulheres, A oração, A paciência, A penitência, À esposa, A exortação da castidade, A monogamia, O véu das virgens, A coroa, A fuga na perseguição, A idolatria, O jejum, A pudicícia, O manto. Apesar de ser considerado por muitos o fundador da teologia ocidental, a verdade é que tal designação é exagerada, porque Tertuliano não tem propriamente um sistema teológico. De facto, para isso faltou-lhe o equilíbrio necessário para organizar os vários artigos da fé, assim como a preocupação pela coerência, pois não era do seu interesse conciliar a fé com a razão humana. Para Tertuliano, a questão das relações entre a fé e a filosofia nem sequer se colocavam, pois entre ambas nada existia de comum. A filosofia era vista como adversária da fé, e os filósofos antigos como patriarcas dos hereges. Para ele, de facto, fé e razão opõem-se, e podemos encontrar na filosofia a origem de todos os desvios da fé. No entanto, é forçado a reconhecer que algumas vezes os filósofos pensaram como os cristãos, e denuncia algumas influências de correntes filosóficas antigas, nomeadamente do Estoicismo. É bem conhecida a frase \"credo quia absurdum\". Apesar de ela não se encontrar nos escritos de Tertuliano, mas apenas algumas semelhantes, ela condensa bem o seu pensamento acerca da razão. Note-se que o seu significado é não apenas \"creio embora seja absurdo\", mas sim \"creio porque é absurdo\". A verdadeira fé tem de se opor à razão. Tertuliano era jurista, advogado, e isso se refletiu em sua teologia e em seus escritos de duas maneiras: quanto ao método argumentação:Nascia na Igreja a procura de uma argumentação precisa e cerrada, sem falhas, à imagem daquela usada nos tribunais. Foi Tertuliano que usou contra os hereges o argumento da prescriptio, que mostrava que apenas a Igreja unida a Roma provinha das origens, enquanto todos os outros teriam surgido depois e seriam, por isso, falsificadores;quanto à linguagem:Tertuliano introduziu na teologia latina, e na da Igreja em geral, uma série de termos e conceitos provenientes do direito. Concebeu a vida cristã e a salvação à semelhança de um processo penal, em que Deus é o legislador, o Evangelho a lei, quem obedece recebe a compensação, quem desobedece torna-se culpado e é castigado. Tertuliano introduziu ou consagrou algumas distinções importantes, como por exemplo a de preceito e conselho evangélico. Para Tertuliano, a regra da fé constitui-se como lei da fé. Nos seus escritos encontramos fórmulas de dois elementos, com menção do Pai e do Filho, e outras de três, que acrescentam o Espírito Santo. As várias fórmulas apresentadas por Tertuliano, semelhantes entre si na forma e no conteúdo, mostram a existência dum resumo da fé próximo do símbolo baptismal. O maior contributo de Tertuliano para a teologia foi a sua reflexão acerca do mistério trinitário. Criou um vocabulário que passou a fazer parte da linguagem oficial da teologia cristã. Foi ele que introduziu a palavra “Trinitas”, como complemento da “Unitas”. Segundo Tertuliano, Pai, Filho e Espírito Santo são um só Deus porque uma só é a substância, um só estado e um só poder. Mas, por outro lado, distinguem-se, sem separação, pelo grau, pela forma e pela espécie . Tertuliano introduz assim o termo “pessoa”, , para significar cada um dos três, considerado individualmente. Este vocabulário passou a vigorar, até hoje, para referir as realidades trinitárias. No entanto, Tertuliano deixa transparecer alguma influência subordinacionista. Ao falar da geração do Filho, sem querer comprometer a sua divindade, admite uma certa gradação, desde uma fase anterior à criação, em que o Logos de Deus se contempla a Si mesmo, para passar a contemplar a economia salvífica, e é engendrado de forma imanente em Deus, até à criação, em que a Palavra se realiza como tal ao ser proferida. Cristo é, assim, o primogénito do Pai, gerado antes de todas as coisas, mas não é eterno. O Filho é como que uma porção ou emanação do Pai. Tertuliano, apesar de ter dotado a teologia trinitária dum vocabulário preciso, e de ter procurado a exactidão, não se livrou de algumas ambiguidades e deficiências. Tertuliano formulou algumas doutrinas relativas à pessoa de Cristo, que haviam de ser reconhecidas mais tarde em concílios, de tal modo que podemos dizer que a sua cristologia tem os méritos da sua teologia trinitária, sem os seus defeitos. Tertuliano afirma com clareza as duas naturezas de Cristo, sem confusão entre as duas, nem redução de alguma delas. Nisso, proclama já o que mais tarde havia de ser solenemente afirmado no Concílio de Calcedónia . Na sequência da sua cristologia, Tertuliano acentua que Maria deu realmente à luz o Verbo Encarnado. Reconhece que ela era virgem quando concebeu mas, para lutar contra a cristologia doceta, que defendia que o nascimento de Jesus tinha sido apenas aparente, nega a virgindade de Maria no parto e após o parto . Do mesmo modo, entende que os “irmãos de Jesus” são filhos de Maria. Apesar de tudo, Tertuliano proclama Maria como a nova Eva. Tertuliano considera a Igreja como Mãe, numa expressão de extremo respeito e veneração. Tal como Eva foi formada da costela de Adão, também a Igreja teve a sua origem na chaga do lado de Cristo. A Igreja é guardiã de Fé e da Revelação. Assim, as Escrituras pertencem-lhe, e só ela mantém o ensinamento dos Apóstolos e pode transmiti-lo. Esta concepção, do período católico de Tertuliano, é ortodoxa, e semelhante à defendida por Ireneu de Lyon. Na sua fase montanista, porém, torna-se visivelmente herege, concebendo a Igreja como um corpo puramente espiritual, de tal modo que bastam dois ou três cristãos para que se possa dizer que se manifesta a totalidade da Igreja una. Essa seria a Igreja do Espírito, oposta à “Igreja dos bispos”. É por esta teoria que Tertuliano, já herege, substitui a da sucessão apostólica. Tertuliano fornece-nos pormenores importantes acerca da disciplina penitencial da Igreja, mas a sua teologia da penitência sofre das mesmas contradições e insuficiências da sua eclesiologia. Mas é o primeiro a descrever concretamente com clareza o processo e as formas da penitência. Há possibilidade duma nova conversão após o baptismo, conseguida na sequência duma confissão pública do pecado. Ao pedir perdão, o pecador usufrui da intercessão da Igreja e recebe a absolvição final pela pessoa do bispo. Na sua fase católica, Tertuliano mostra considerar que todo o pecador, por maior que fosse, tinha direito a esta penitência. Distinção entre pecados, só entre corporais e espirituais, consumados ou de desejo, mas todos eles podendo ser perdoados através da Igreja. Quando se torna montanista, porém, passa a considerar alguns pecados irremissíveis, tais como a fornicação, a idolatria e o homicídio. Isto é um dado novo, sem precedentes na disciplina primitiva, e testemunha o aparecimento duma facção rigorista, sob a influência do montanismo. Os católicos argumentavam com a Escritura, mostrando que Cristo perdoou todos os pecados, mesmo os “irremissíveis”. Tertuliano responde a isto dizendo que perdoar tais pecados era um poder pessoal e exclusivo do Salvador, não transmitido à Igreja. Para Tertuliano, por conseguinte, só Deus perdoa os pecados. Confrontado com a passagem do Evangelho em que Cristo concede o poder de ligar e desligar, Tertuliano nega que assim a Igreja detenha o poder das chaves, pois tal poder foi dado pessoalmente só a São Pedro, não a todos os bispos. Quando muito, para o Tertuliano montanista, o poder de perdoar os pecados pertence a “homens espirituais”, não aos bispos. Tertuliano emprega vários nomes para referir a Eucaristia. São contudo poucas as suas referências explícitas a esse mistério. Ao falar dos sacramentos da iniciação cristã, diz que “a carne é alimentada com o Corpo e Sangue de Cristo, para que a alma seja saciada de Deus . Isto manifesta a sua fé na presença real de Cristo na Eucaristia. O mesmo se torna patente quando manifesta a sua indignação por alguns se aproximarem indignamente do Corpo do Senhor. Tertuliano testemunha também o carácter sacrificial da Eucaristia. Fá-lo ao referir o temor que alguns tinham de quebrar o jejum ao receberem o pão eucarístico. Tertuliano refere o costume de levar a espécie eucarística para casa e tomá-la privadamente. É esta uma das mais antigas alusões à reserva eucarística. Apesar de algumas palavras ambíguas, Tertuliano manifesta a fé na presença real, que acontece mediante as palavras da instituição, mas salvaguarda a sua natureza sacramental pois refere as espécies como sinal e representação . A fé nessa presença real exprime-se ainda na condenação daqueles que negam a realidade do corpo crucificado de Cristo, mas celebram a Eucaristia: tal comportamento é absurdo, pois trata-se da mesma coisa. Tertuliano admite a ideia duma penitência da alma após a morte. Somente os mártires escapam a ela. Todos os outros têm um tempo de espera até ao juízo final, e só a intercessão dos vivos lhes pode valer. Tal como os milenaristas, Tertuliano considera que, no fim, os justos, ressuscitados, reinarão durante mil anos com Cristo. Depois do juízo final, os justos estarão com Deus, enquanto que os ímpios irão para o fogo eterno. Quem foi Tertuliano Tertullian.org, site contendo obras e informações sobre Tertuliano Obras de Tertuliano: textos com concordâncias e lista de frequência","sentences":[{"text":"Tertuliano foi um prolífico autor das primeiras fases do Cristianismo, nascido em Cartago na província romana da África Proconsular.","keywords":["prolífico autor das primeiras fases do Cristianismo","província romana da África Proconsular","Cartago"],"images":[]},{"text":"Ele foi o primeiro autor cristão a produzir uma obra literária em latim.","keywords":["primeiro autor cristão","obra literária","latim"],"images":[]},{"text":"Ele também foi um notável apologista cristão e um polemista contra a heresia.","keywords":["notável apologista","cristão","polemista","heresia"],"images":[]},{"text":"Ele organizou e avançou a nova teologia da Igreja antiga.","keywords":["nova teologia da Igreja antiga"],"images":[]},{"text":"Ele é talvez mais famoso por ser o autor mais antigo cuja obra sobreviveu a utilizar o termo \"Trindade\" [a] e por nos dar a mais antiga exposição formal ainda existente sobre a teologia trinitária.","keywords":["antiga exposição formal","teologia trinitária","autor","termo","Trindade"],"images":[]},{"text":"É um dos Padres latinos.","keywords":["Padres latinos"],"images":[]},{"text":"Algumas das ideias de Tertuliano não eram aceitáveis para os ortodoxos e, no fim de sua vida, ele se tornou um montanista.","keywords":["ideias de Tertuliano","fim de sua vida","ortodoxos","montanista"],"images":[]}]}